Repository: marcosjunqueira/sonar-l10n-pt-omegat
Catalog: tm/mobility-omegat.tmx
Source language: en_us
Languages: pt_br

source: Select Key File
pt_br: Selecionar arquivo chave

source: Use Password Authent&ication
pt_br: Utilizar autent&icação de senha

source: Opens File Chooser for Key File.
pt_br: Abrir um seletor de arquivos para arquivo chave.

source: File Transfer Protocol (FTP)
pt_br: Protocolo de tranferência de arquivo (FTP)

source: FTP/SCP Deployment
pt_br: Deployment FTP/SCP

source: FTP/SCP Deployment of J2ME Project
pt_br: Deployment FTP/SCP do projeto J2ME

source: Trust All Unknown Hosts
pt_br: Confiar todos os hosts desconhecidos

source: FTP and SCP deployment requires following 3rd-party libraries: {0} Information about the libraries is available at:
pt_br: deploymnet FTP e SCP exige as seguintes bibliotecas 3rd - party: {0} Informação sobre as bibliotecas está disponível em:

source: You can place the libraries into your <install_dir>/mobility/modules/ext directory and restart the IDE.
pt_br: Pode-se colocar as bibliotecas em seu diretório <install_dir>/mobility/modules/ext e reiniciar o IDE.

source: Or if you have different versions of these libraries you can go to Tools / Options / Building / Ant Settings, set the Additional Classpath property and ignore this message.
pt_br: Ou se você tem versões diferentes dessas bibliotecas você pode ir a Ferramentas / Opções / Construção / Configurações Ant, defina a propriedade adicional Classpath e ignore essa mensagem..

source: Deployment on Sun VM running on Windows Mobile device
pt_br: Deployment na VM Sun VM roda no dispositivo móvel windows

source: Windows Mobile Deployment
pt_br: Deployment móvel windows

source: Windows Mobile Deployment (locally attached device)
pt_br: Deployment móvel windows (dispositivo anexado localmente)

source: Application &Location:
pt_br: &Localização da aplicação:

source: &Browse
pt_br: &Navegador

source: Browse remote folder for application deployment
pt_br: Pasta remota do navegador para deployment de aplicação

source: Wait...
pt_br: Aguarde...

source: Device is not connected.
pt_br: Dispositivo não conectado.

source: ActiveSync is not installed.
pt_br: Não está instalado o ActiveSync.

source: ActiveSync general error.
pt_br: Erro geral em ActiveSync.

source: WebDAV Deployment
pt_br: Deployment WebDAV

source: WebDAV Deployment of J2ME Project
pt_br: Deployment WebDAV do projeto J2ME

source: Passive Mode Transfer
pt_br: Tranferência do modo passivo

source: Deployment on Nokia phones.
pt_br: Deployment em telefones Nokia.

source: Requires Nokia PC Suite.
pt_br: Requer PC suite Nokia.

source: Nokia Deployment Module
pt_br: Módulo deployment Nokia

source: Deploy to all connected devices
pt_br: Deploy para todos os dispositivos conectados

source: Deploy to the selected devices:
pt_br: Deploy para os dispositivos selecionados:

source: All connected devices:
pt_br: Todos dispositivos selecionados:

source: Devices selected for deployment:
pt_br: Dispositivos selcionados para deployment:

source: Click on a device to add it to the selected devices list
pt_br: Clique em um dispositivo para adicioná-lo nas listas de dispositivos selecionados

source: Clear
pt_br: Limpar

source: yes
pt_br: sim

source: no
pt_br: não

source: Nokia PC Suite not installed.
pt_br: PC suite Nokia não instalado.

source: Please see http://www.nokia.com/pcsuite for details.
pt_br: Veja detalhes http://www.nokia.com/pcsuite for details.

source: Deployment to Nokia Terminals only supported on Windows operating system.
pt_br: Deployment para terminais Nokia só suportado em sistema operacional Windows.

source: Nokia Terminal connected via PC Suite
pt_br: Terminal Nokia conectado via PC Suite

source: Deployment on Nokia phones
pt_br: Deployment em telefones Nokia

source: Device Anywhere Plugin
pt_br: Dispositivo de plugin em qualquer lugar

source: Device Anywhere Remote Device Deployment
pt_br: Dispositivo remoto em qualquer lugar do dispositivo de deployment

source: &User Name:
pt_br: Nome do &usuário:

source: Insert username:
pt_br: Inserir nome do usuário:

source: Insert username
pt_br: Inserir nome do usuário

source: Insert &password:
pt_br: Inserir &senha:

source: Insert password
pt_br: Inserir senha

source: &Device Anywhere service registration (use the link for obtaining User Name & Password)
pt_br: &Dispositivo de matrícula em qualquer serviço (utilizar o link para obter Nome de usuário e senha)

source: More info
pt_br: Mais informações

source: D&evice:
pt_br: D&ispositivo:

source: &Retrive Devices...
pt_br: &Recuperar dispositivos...

source: Choose device
pt_br: Escolha o dispositivo

source: &Available Devices:
pt_br: Dispositivos &disponíveis:

source: No device available
pt_br: Nenhum dispositivo disponível

source: Loading available devices
pt_br: Carregando dispositivos disponíveis

source: Can not connect to service
pt_br: Não foi possível conectar-se para o serviço

source: Internal error
pt_br: Erro interno

source: Login failed
pt_br: Falha no login

source: <html>Sony Ericsson J2ME SDK (Debug On-Device) has to be installed in Java Platform Manager for proper functionality of the deployment.
pt_br: <html>Sony Ericsson SDK (Depurador em dispositivo) J2ME tem que ser instalado no gerenciador de plataforma Java para o funcionamento adequado do deployment.

source: <html>Sony Ericsson Deployment is not available for your current operating system.
pt_br: <html>Deployment Sony Ericssonnão está disponível para os sistemas operacionais atuais.

source: &Manage Emulators...
pt_br: &Gerenciar emuladores...

source: Sony Ericsson Phone (locally attached device)
pt_br: Telefone Sony Ericsson (dispositivo anexado localmente)

source: Sony Ericsson Deployment
pt_br: Deployment Sony Ericsson

source: Sony Ericsson Deployment of J2ME Project
pt_br: Deployment Sony Ericsson do projeto J2ME

source: Deployment of Ricoh CDC projects on CDC devices using SD nebo http access
pt_br: Deployment de projetos Ricoh CDC em dispositivos CDC usando SD nebo acesso http

source: Java ME CDC Ricoh Deployment Plugin
pt_br: Plugin deployment Ricoh CDC em Java ME

source: Ricoh UID customizer panel
pt_br: Painel personalizador Ricoh UID

source: Ricoh project properties
pt_br: Propriedades do projeto Ricoh

source: Ricoh advanced project properties
pt_br: Propriedades do projeto Ricoh avançado

source: Application Information
pt_br: Informação da aplicação

source: Vendor Contact Information
pt_br: Informação de contato de fornecedor

source: Application Name:
pt_br: Nome da aplicação:

source: Description:
pt_br: Descrição:

source: Vendor Name:
pt_br: Nome do fornecedor:

source: &Fax Number:
pt_br: Número do &Fax:

source: Application &UID:
pt_br: &UID da aplicação:

source: &Change...
pt_br: &Alterar...

source: Application &Icon:
pt_br: &Ícone da aplicação:

source: Activator:
pt_br: Ativador:

source: Application Type:
pt_br: Tipo de aplicação:

source: Using Directory:
pt_br: Diretório de uso:

source: Configuration Required
pt_br: Configuração requerida

source: &Advanced...
pt_br: &Avançado...

source: Buil&d configuration...
pt_br: Const&uir configuração...

source: Do not change the DALP file; I will make changes directly myself.
pt_br: Não alterar o arquivo DALP; Fazer alterações diretamente para mim.

source: Image files of type *bmp.
pt_br: Arquivos de imagens do tipo *bmp.

source: Deployment on Ricoh devices
pt_br: Deployment em dispositivos Ricoh

source: RicohAntTools
pt_br: FerramentasAntRicoh

source: Browse for image
pt_br: Navegador de imagem

source: Missing Resource
pt_br: Faltando recurso

source: Application UID is missing.
pt_br: Está faltando aplicação UID.

source: Application UID should contain only numbers.
pt_br: Aplicação UID deverá conter apenas números.

source: Application with UID {0} is already deployed.
pt_br: Aplicação com UID {0} já está impantada.

source: This project's .dalp file is missing.
pt_br: Está faltando neste projeto o arquivo .dalp.

source: Do you wish to generate one based on the entered settings
pt_br: Voce gostaria de gerar um baseado na configuração entrada

source: You will be unable to build until a valid .dalp file is provided at the project root or generate one.
pt_br: Voce será incapaz de contruir até um arquivo .dalp válido que está previsto no projeto root ou gerar um.

source: You have a .dalp file in this project; generating a new one will overwrite the old one.
pt_br: Voce tem um arquivo .dalp neste projeto; gerando um novo substituirá o antigo.

source: Continue?
pt_br: Continua?

source: Your project's .dalp file contains repeated or ambiguous tags or references.
pt_br: Seus arquivos de arquivo .dalp contemtags repetidas ou parecidas ou referências.

source: Check the syntax directly or create a new .dalp file.
pt_br: Verificar a sintaxe diretamente ou criar um novo arquivo .dalp.

source: Check DALP Syntax
pt_br: Verificar sintaxe DALP

source: Confirm .dalp Overwrite
pt_br: Confirmar substituição .dalp

source: Generation of the .dalp file could not be completed; the original .dalp file may have been lost.
pt_br: Geração de arquivo .dalp não poderá ser completado; o arquivo original .dalp pode ter sido perdido.

source: .dalp Generation Failed
pt_br: Falha ao gerar .dalp

source: Advanced Options
pt_br: Opções avançadas

source: A&bbreviation:
pt_br: A&breviações:

source: Icon Location:
pt_br: Localização de ícone:

source: Change application UID
pt_br: Alterar UID da aplicação

source: Security/Certification
pt_br: Segurança/Certificação

source: &Signature Key:
pt_br: Chave de &assinatura:

source: B&rowse...
pt_br: Navegado&r...

source: &Key Password:
pt_br: &Tecla de senha:

source: Key &Alias:
pt_br: Chave &alias:

source: &Deployment Method:
pt_br: Método &deployment:

source: Signature Key
pt_br: Chave de assinatura

source: Browse Signature File
pt_br: Navegador de arquivo de assinatura

source: Browse Manifest
pt_br: Procurar manifest

source: Key Password
pt_br: Tecla de senha

source: Key Alias
pt_br: Chave alias

source: Deployment Method
pt_br: Método deployment

source: MFD &Hostname:
pt_br: Nome da máquina MFD:

source: MFD &Port:
pt_br: &Porta MFD:

source: MFD Platform Type (Version 1.4 or above required):
pt_br: Tipo de plataforma MFD (Versão 1.4 ou acima requerida):

source: Project Type:
pt_br: Tipo de projeto:

source: Server Host
pt_br: Máquina do servidor

source: Server Port
pt_br: Porta do servidor

source: MFD Platform Type (Version 1.4 or above required)
pt_br: Tipo de plataforma MFD (Versão 1.4 ou acima requerida)

source: Project Type
pt_br: Tipo de projeto

source: Login Information
pt_br: Informação de login

source: &Path to SD Card:
pt_br: &Caminho para cartão SD:

source: Bro&wse...
pt_br: Na&vegador...

source: Path to SD Card
pt_br: Caminho para cartão SD

source: Browse path to SD card
pt_br: Navegador do caminho para cartão SD

source: Select SSH Key File or create a new one.
pt_br: Selecionar arquivo chave SSH ou criar um novo.

source: Select the key file to sign your application with.
pt_br: Selecionar o arquivo chave para assinar sua aplicação.

source: Select the manifest file to sign your application with.
pt_br: Selecionar o arquivo manifest para assinar sua aplicação.

source: Select SD Card location
pt_br: Selecionar localização do cartão SD

source: No path selected
pt_br: Nenhum caminho de seleção

source: Cannot read from source
pt_br: Não é possível ler do código fonte

source: Internal
pt_br: Interno

source: There is no path selected.
pt_br: Não existe caminho selecionado.

source: Select a path before applying changes.
pt_br: Selecionar um caminho antes de aplicar alterações.

source: is not available or is write-protected.
pt_br: não está disponível ou está protegido de escrita.

source: Check media and try again.
pt_br: Verificar mídia e tentar novamente.

source: Error occured while creating SSH keyfile {0}
pt_br: Ocorreu um erro ao criar a chave de arquivo SSH {0}

source: {0} is not a valid SSH keyfile.
pt_br: {0} não é uma chave de arquivo do SSH válida.

source: Server Connection
pt_br: Conexão do servidor

source: Remote Path:
pt_br: Caminho remoto:

source: Do you wish to create {0} as your known hosts file?
pt_br: Voce deseja criar {0} como seu arquivo hosts conhecido?

source: The key with fingerprint {0} has been added to your indicated known hosts file.
pt_br: A chave com impressão digital {0} foi adicionada para sua indicação de arquivo hosts conhecido.

source: The connection with the server was unsuccessful, see output for additional info.
pt_br: A conexão com o servidor foi sem sucesso, veja a saída de informação adicional.

source: No key file provided, please specify a file to store your SSH/SCP keys.
pt_br: Nenhuma chave de arquivo fornecido, por favor especificar um arquivo para armazenar em sua chave SSH/SCP.

source: Key found for this server, fingerprint check is OK.
pt_br: Chave encontrada para esse servidor, verifique se impressão digital está OK.

source: SD Card
pt_br: Cartão SD

source: HTTP Post
pt_br: Postar HTTP

source: Button Test Example
pt_br: Exemplo de teste de botão

source: Form Browser Example
pt_br: Exemplo de procura de formulário

source: Hard Key Example
pt_br: Exemplo de chave hard

source: Puzzle15 Example
pt_br: Exemplo Puzzle15

source: Sample Lock Control Example
pt_br: Exemplo de amostra de controle de bloqueio

source: Soap Client Example
pt_br: Exemplo de cliente soap

source: TIFF Copier Example
pt_br: Exemplo copiador TIFF

source: Time Set Example
pt_br: Exemplo de configuração de tempo

source: Widgets Example
pt_br: Exemplo widgets

source: DA&LP Version:
pt_br: Versão DA&LP:

source: &Codebase URL:
pt_br: URL &banco de código:

source: Icon Options:
pt_br: Opções de ícone:

source: Use &Abbreviation instead of Icon
pt_br: Utilizar &abreviação ao invés de ícone

source: Invert Icon Bitmap
pt_br: Inverter ícone de bitmap

source: Startu&p Arguments:
pt_br: Argumentos de iniciali&zação:

source: Installation Location:
pt_br: Localização de instalação:

source: Working Directory:
pt_br: Diretório de trabalho:

source: &Hard Drive
pt_br: Unidade &hard

source: SD &VM Slot
pt_br: Slot &VM SD

source: SD Oth&er Slot
pt_br: Outr&o slot SD

source: Hard &Drive
pt_br: $Unidade hard

source: SD V&M Slot
pt_br: Slot V&M SD

source: SD O&ther Slot
pt_br: O&utro slot SD

source: G&uest
pt_br: V&isitante

source: Admi&nistrator
pt_br: Admi&nistrador

source: DALP Specification:
pt_br: Especificação DALP:

source: Application Execution:
pt_br: Execução de Aplicação:

source: Execution level:
pt_br: Nível de execução:

source: Supported Display Modes:
pt_br: Modo de exibição suportado:

source: &4 Line LED
pt_br: Linha LED &4

source: Enable Auto &Run
pt_br: Habilitar &executar automático

source: Enable Auto &Install
pt_br: Habilitar &instalar automático

source: Enable C&olor Display
pt_br: Habilitar exibição de c&or

source: Vi&sible
pt_br: Vi&sível

source: Turn o&ff IDE managed DALP support (for directly editing the DALP file)
pt_br: Deslig&ue IDE gerido pelo suporte DALP (para diretamente editar o arquivo DALP arquivo)

source: DALP Version
pt_br: Versão DALP

source: Codebase URL
pt_br: URL do banco de código

source: Icon Options
pt_br: Opções de ícone

source: Use Abbreviation instead of Icon
pt_br: Utilizar abreviação ao invés de ícone

source: Startup Arguments
pt_br: Argumentos de inicialização

source: Installation Location
pt_br: Localização de instalação

source: Working Directory
pt_br: Diretório de trabalho

source: Hard Drive
pt_br: Unidade hard

source: SD VM Slot
pt_br: Slot VM SD

source: SD Other Slot
pt_br: Outro slot SD

source: Guest
pt_br: Visitante

source: Administrator
pt_br: Administrador

source: DALP Specification
pt_br: Especificação DALP

source: Execution level
pt_br: Nível de execução

source: Supported Display Modes
pt_br: Modos de exibição suportada

source: 4 Line LED
pt_br: Linha LED 4

source: Enable Auto Run
pt_br: Habilitar executar automático

source: Enable Auto Install
pt_br: Habilitar Instalar automática

source: Enable Color Display
pt_br: Habilitar exibir automático

source: Visible
pt_br: Visível

source: Turn off IDE managed DALP support (for directly edited the DALP file)
pt_br: Desligue IDE gerido pelo suporte DALP (para diretamente editar o arquivo DALP)

source: Abbreviation
pt_br: Abreviação

source: Select OSGI Bundle Path
pt_br: Selecionar caminho bundle OSGI

source: Select Tomcat Bundle Path
pt_br: Selecionar caminho Bundle Tomcat

source: Full &Activator Classname:
pt_br: &Ativador do nome da classe cheio:

source: Full Activator Classname
pt_br: Ativador do nome da classe cheio

source: Label 1
pt_br: Rótulo 1

source: &Target Server:
pt_br: Servidor &destino:

source: Passw&ord:
pt_br: Senh&a:

source: To modify these values use Manage Deployment button
pt_br: Para modificar esse valores utilizar o botão de gerenciar deployment

source: JMUnit Support
pt_br: Suporte JMUnit

source: Test
pt_br: Teste

source: test
pt_br: teste

source: Exception
pt_br: Exceção

source: //TODO add your test code.
pt_br: //TODO adicione seu código de teste.

source: Test of {0} method, of class {1}.
pt_br: Teste de método {0}, da classe {1}.

source: //TODO review the generated test code and remove the default call to fail.
pt_br: //TODO rever o código de teste gerado e remover a chamada de falha padrão.

source: The test case is a prototype.
pt_br: O caso de teste é um prototipo.

source: JMUnit for CLDC10
pt_br: JMUnit para CLDC10

source: JMUnit for CLDC11
pt_br: JMUnit para CLDC11

source: Empty Test
pt_br: Teste vazio

source: Empty JMUnit Test
pt_br: Teste JMUnit vazio

source: Creates an empty JMUnit test case.
pt_br: Criar um caso de teste JMUnit vazio.

source: ProGuard Obfuscator Library
pt_br: Biblioteca obfuscador proGuard

source: Provides ProGuard Obfuscator for J2ME extensions to Ant.
pt_br: Fornece obfuscador proGuard de extensões J2ME para Ant.

source: ProGuard Obfuscator
pt_br: Obfuscador proGuard

source: Java ME CDC Platform
pt_br: Plataforma CDC em Java ME

source: Java ME CDC Platform support module.
pt_br: módulo de suporte para plataforma CDC em Java ME.

source: Recognizes and install Java ME CDC platforms.
pt_br: Reconhecer e instalar plataforma CDC em Java ME.

source: For supported platform refer to user manual.
pt_br: Para plataforma suportada refere-se manual de usuário.

source: Sources
pt_br: Códigos-Fonte

source: Ant Script Identifier
pt_br: Identificador de script Ant

source: Java ME CDC Platform Emulator
pt_br: Emulador de plataforma CDC em Java ME

source: Java Platform
pt_br: Plataforma Java

source: Allows to locate a CDC Platform installation on the machine and makes it known to the IDE, so it is available as a target for Java CDC/Personal Profile based projects.
pt_br: Permite localizar uma instalação na plataforma CDC na máquina e faz com que seja conhecida para o IDE, de modo que também está disponível como um destino para projetos baseados em perfil pessoal CDC Java.

source: &Platform Name:
pt_br: Nome da &platforma:

source: Browse...
pt_br: Navegador...

source: &Add...
pt_br: &Adicionar...

source: Browse Sources Archive or Folder
pt_br: Procurar Pastas ou arquivos de códigos-Fonte

source: Browse Javadoc Archive or Folder
pt_br: Procura Pasta ou arquivo Javadoc

source: Directory
pt_br: Diretório

source: SDK Registry:
pt_br: Registro SDK:

source: SDK Home:
pt_br: Home do SDK:

source: Br&owse...
pt_br: Na&vegador...

source: Platform Name
pt_br: Nome da plataforma

source: Browse ZIP/Folder
pt_br: Procurar ZIP/pasta

source: Browse JAR/Folder
pt_br: Procurar JAR/pasta

source: Classpath Entry (folder, ZIP or JAR file)
pt_br: Entrada do classpath (pasta, ZIP ou arquivo JAR)

source: Add JAR/Folder...
pt_br: Adicionar JAR/pasta...

source: Add ZIP/Folder...
pt_br: Adicionar ZIP/pasta...

source: Add URL...
pt_br: Adicionar URL...

source: Add Javadoc
pt_br: Adicionar Javadoc

source: Invalid URL format.
pt_br: Formato URL inválido.

source: Javadoc URL:
pt_br: URL do javadoc:

source: Library Javadoc:
pt_br: Javadoc da biblioteca:

source: Library Sources:
pt_br: Códigos-Fonte da biblioteca:

source: Add ZIP/Folder
pt_br: Adicionar ZIP/pasta

source: Add JAR/Folder
pt_br: Adicionar JAR/pasta

source: Configuration
pt_br: Configuração

source: Cannot detect and install the selected platform.
pt_br: Não pôde detectar e instalar a plataforma selecionada.

source: The Platform Name cannot be empty.
pt_br: O nome da plataforma não pode ser vazio.

source: The Platform Name is already used.
pt_br: O nome da plataforma já está em uso.

source: Platform is not correctly set up.
pt_br: Plataforma não está corretamente configurada.

source: Use SDK Configuration Tool to set up correct emulator style!
pt_br: Utilizar ferramenta de configuração SDK para configurar o estilo do emulador correto!

source: A platform with the given name already exists.
pt_br: Uma plataforma com o nome fornecido já existe.

source: JDK {0} (Default)
pt_br: JDK {0} (padrão)

source: Platform Classpath:
pt_br: Classpath da plataforma:

source: Platform Sources:
pt_br: Códigos-Fonte da plataforma:

source: Platform Javadoc:
pt_br: Javadoc da plataforma:

source: IDE cannot resolve the given path.
pt_br: IDE não conseguiu resolver o caminho fornecido.

source: Move Up
pt_br: Move para cima

source: Move Down
pt_br: Move para baixo

source: Add URL
pt_br: Adicionar URL

source: Platform Properties
pt_br: Propriedades da plataforma

source: CDC Platform (version: {0})
pt_br: Plataforma CDC (versão: {0})

source: Platform &Name:
pt_br: Nome da plataforma:

source: Plat&form Folder:
pt_br: Pasta da plat&aforma:

source: <html><p><font color="#A40000">Error:</font> The specified folder does not contain a Java platform.</p><p>If you want to specify a different folder for this platform, remove this platform and create a new one with exactly the same name pointing to the correct platform folder.</p></html>
pt_br: <html><p><font color="#A40000">Error:</font> A pasta especificada não contém uma plataforma Java. </p> <p> Se você desejar especificar uma pasta diferente para esta plataforma, remover esta plataforma e criar uma nova com exatamente o mesmo nome apontando para a pasta da plataforma correta.</p></html>

source: A nonexistent Java extension {0} on {1}
pt_br: Uma extensão java não existente {0} on {1}

source: SDK Configuration Tool execution failed!
pt_br: Execução falaha na ferramenta de configuração SDK!

source: Java ME CDC Nokia S80 Platform Implementation
pt_br: Implementação da plataforma CDC Nokia S80 em Java ME

source: Java ME CDC NSIcom VM Platform Implementation
pt_br: Implementação da plataforma CDC CSIcom VM em Java ME

source: Java ME CDC Sun VM and CDC Toolkit Platform Implementation
pt_br: Implementação da plataforma do kit de ferramentas CDC e CDC Sun VM em Java ME

source: Java ME CDC Sony Ericsson Platform Implementation
pt_br: Implementação da plataforma CDC Sony Ericsson em Java ME

source: SDK &Configuration Tool
pt_br: Ferramenta de &configuração SDK

source: Use SDK Configuration Tool to switch between emulator skins.
pt_br: Utilizar ferramenta de configuração SDK para navegar entre aparência de emulador .

source: SDK Configuration Tool:
pt_br: Ferramenta de configuração SDKl:

source: SDK &Configuration Tool...
pt_br: Ferramenta de &configuração SDK...

source: Perl is required to configure and run Sony Ericsson / UIQ CDC Platform SDK.
pt_br: Perl é necessária para configurar e executar SDK da plataforma CDC UIQ / Sony Ericsson.

source: Make sure Perl is correctly installed and available on PATH.
pt_br: Certifique - se que Perl está corretamente instalado e disponível no PATH.

source: Platform is not correctly configured.
pt_br: Plataforma não está configurada corretamente.
